# 一際輝きを放ち大通りを過ぎてく
# 一際輝きを
m, 19518, 700, 420, scale=1.4, in=grow, motion=sway, pulse=beat
# 放ち大通りを過ぎてく
m, 23222, 600, 420, scale=1.4, in=grow, motion=sway, pulse=beat, delay=-3527

# そこに紛れているんだ
m, 32517.000000000004, 400, 200, scale=1.4, motion=sway, pulse=beat
# 嗚呼
l, 36541, 37900, 100, 100, 嗚呼, auto

# あなたは手を振った
m, 38039, 600, 200, scale=1.6, motion=sway, pulse=beat

# 手を振りかえし盛り上がった
m, 41730, 200, 520, scale=1.6, in=grow, motion=sway

# あなたは声を発した
m, 45446, 400, 400, scale=1.6, in=grow, motion=sway, pulse=beat

# 静かに耳を傾けて
m, 49120, 400, 400, scale=1.6, in=grow, motion=sway, pulse=beat

# どれほどの苦しみも悲しみの向こうに
m, 52140, 400, 400, scale=1.2, in=grow, motion=sway, pulse=beat
# きっと私の目指す私がいると信じ続けていた
m, 57903, 400, 400, scale=1.2, in=grow, motion=sway, pulse=beat

# 目覚めた僕の心がざわつく
# 未来は何処へ行く

# この世界を果てまで探そうとも
# 僕の問いの答えはない
# 未来予知も記憶さえも
# 当てにならないようだ
# 目の前の色の無い世界を
# 自分なりにでも生きて
# 色を放つ姿が探してたものかも

# 分かってはいる
# 答えはとっくに出ていた
# 知らないふりして走り続けるよ

# まだ行けるよ　もう終わっているよ
# 期待してるよ　後悔するよ
# どこまでも平行線な声が叫んでいる

# あなたが僕ならばどんな答えを出すでしょうか
# 僕があなたならば迷ってしまう

# どんな言葉も誰かの生きる証の切れ端でしかないのに
# どうして　揺さぶられるの

# この世界を果てまで探そうとも
# 僕の問いの答えはない
# 手を伸ばして　目を凝らして　彷徨って
# 見えた目の前の色の無い世界を
# 自分なりにでも生きて
# 色を放つ姿が答えになるかも

# まだ行くよ　迷わないよ
# 期待してるよ　後悔しないよ
# どこにいても聞こえる声が叫んでいる